{
    "translations": {
        "de": {
            "Garage Door": "Garagentor",
            "Module Help": "Modul Hilfe",
            "This module allows to automate a garage door. The module will therefore provide either a button which can be pressed or a Apple Homekit integration.": "Dieses Modul ermöglicht es, ein Garagentor zu automatisieren. Das Modul bietet die Möglichkeit entweder über eine Taste oder Apple Homekit ausgelöst zu werden.",
            "To configure the module, simply point it to the Actor running being connected to the garage door motor. The module will activate and deactive the actor ot open the door. In case of bad reception, the time between the button presses can be changed.": "Um das Modul zu konfigurieren, richten Sie es einfach auf den Aktor, der mit dem Garagentorantrieb verbunden ist. Das Modul wird den Aktor aktivieren und deaktivieren, um das Tor zu öffnen. Bei schlechtem Empfang kann die Zeit zwischen den Tastenbetätigungen verändert werden.",
            "The up and down time is important to be set after measuring since this time is used to evaluate what the door is doing, e.g. opening.": "Es ist wichtig, die Auf- und Abwärtszeit für das Tor zu bestimmen und einzustellen, da diese Zeit zur Bewertung der Türbewegung, z. B. beim Öffnen, verwendet wird.",
            "For security purposes a light barrier can be used - if this is blocked the door will not close until the blockage is removed.":"Aus Sicherheitsgründen kann eine Lichtschranke verwendet werden - wenn diese blockiert ist, schließt sich die Tür erst, wenn die Blockade beseitigt ist.",
            "Garage Door Module Configuration": "Konfiguration des Garagentor-Moduls",
            "Homekit Switch Variable (will be added to Object Tree)":"Homekit Variable (wird zum Objektbaum hinzugefügt)",
            "Garage Door Actor":"Garagentor Aktor",
            "Garage Door Actor Trigger Timer": "Garagentor Aktor Auslösezeit",
            "Aktor Trigger On/Off": "Garagentor Aktor auslösen An/Aus",
            "milliseconds": "Millisekunden",
            "Travel Timer Open": "Zeit für das Öffnen des Tores",
            "Travel Timer Closed": "Zeit für das Schließen des Tores",
            "seconds": "Sekunden",
            "Blockage Sensor / Light Barrier": "Blockade Sensor / Lichtschranke",
            "Write status to log": "Status in Log schreiben",
            "Ventilation": "Lüftung",
            "Garage ventilation is used to open the door a tiny bit to allow for airflow. To allow for direct option, the module will trigger the actor again, to reset the direction. The function needs to be activated in the Object Tree.": "Die Garagenbelüftung wird verwendet, um das Tor ein wenig zu öffnen um einen Luftstrom zu ermöglichen. Um eine direktes Öffnen zu ermöglichen, wird das Modul den Aktor erneut auslösen, um die Richtung  des Antriebs zurückzusetzen. Die Funktion muss im Objektbaum aktiviert werden.",
            "Ventilation Open Timer": "Laufzeit des Antriebs zum Lüften",
            "Reverse to original direction": "Original Richtung widerherstellen",
            "Auto Close Options (post open and at a specific time)": "Automatisches Schließen (nach dem Öffnen oder nach bestimmter Zeit).",
            "Configuration for automatic closing of the garage door after opening. The function needs to be activated in the Object Tree.": "Konfiguration für das automatische Schließen des Garagentors nach dem Öffnen. Die Funktion muss im Objektbaum aktiviert werden.",
            "IMPORTANT - if a light barrier is used and it is blocked, the door will not Auto Close!": "WICHTIG - wenn eine Lichtschranke verwendet wird und diese blockiert ist, schließt das Tor nicht automatisch!",
            "Timeframe for autoclose after opening": "Zeit für automatisches Schließen",
            "minutes": "Minuten",
            "Configuration for automatic closing at a certain time, e.g. at night, in case the door is still open. The function needs to be activated in the Object Tree.": "Konfiguration für das automatische Schließen zu einer bestimmten Zeit, z.B. nachts, wenn die Tür noch offen ist. Die Funktion muss im Objektbaum aktiviert werden.",
            "Auto close at time": "Automatisches Schließen um Uhrzeit",
            "Notifications - Not yet active": "Benachrichtigungen - Noch nicht aktiv",
            "Open": "Offen",
            "Closed": "Geschlossen",
            "No Movement": "Keine Bewegung",
            "Closing": "Schließt",
            "Opening": "Öffnet",
            "Ventilation Opening": "Lüften Öffnet",
            "Ventilation Closing": "Lüften Schließt",
            "Ventilation Reversing": "Lüften Zurücksetzen",
            "Door Switch Button": "Tor Taster",
            "Door Status": "Tor Status",
            "Door Current Operation": "Tor aktueller Zustand",
            "Auto Close Function": "Automatisches Schließen nach Öffnen",
            "Auto Close At Night": "Automatisches Schließen bei Nacht",
            "Door Switch Homekit": "Homekit Integration",
            "Door Position Error": "Tor Positionsfehler",
            "The module supports the use of limit switches to evaluate the final position of a door. It is possible to have a single component, like a tilt sensor or up to two sensors for up and down position. A missmatch is reported in a variable.": "Das Modul unterstützt den Einsatz von Endschaltern zur Auswertung der Position eines Tores. Es ist möglich, eine einzelne Komponente wie einen Kippsensor oder bis zu zwei Sensoren für die Auf- und Abwärtsposition zu verwenden. Ein Fehler wird in einer Variable ausgegeben.",
            "Position Sensor": "Positionssensor",
            "Not in use": "Keiner",
            "Tilt Sensor": "Neigungssensor",
            "2 Sensors for open and closed": "2 Sensoren für Auf und Zu",
            "Tilt Sensor Variable": "Neigungssensor Variable",
            "Position Sensor Open Variable": "Endlagesensor Oben Variable",
            "Position Sensor Closed Variable": "Endlagesensor Zu Variable",
            "Tilt & Limit Switches": "Neigungs & Endlagesensoren"
        }
    }
}